Repository: cafesanu/ng6-pizza-ngrx-i18n
Catalog: src/i18n/messages.*.xlf
Languages: es

source: Products
es: Los Burritos

source: © Honest Pizza
es: © Las Enchiladas Honestas

source: New Pizza
es: Nueva chimichanga

source: View Pizza
es: Ver Taco

source: Pizza name
es: Nomre del somrero

source: Pizza must have a name
es: La Pizza nacesita mas frijoles

source: Select toppings
es: Seleccione cuantas carnitas

source: Create Pizza
es: Crear flauta

source: Save changes
es: Guardar tortilla

source: Delete Pizza
es: Que te folle un pez
